export const Text = {
  text1:
    '   هذا الاختبار هو نموذج لمقياس مهني أكاديمي تم تطويره في جمعية البركة للتنمية الاجتماعية  اعتماداً على نظرية جون هولاند للأنماط المهنية المعتمد عالمياً بما يناسب واقع المجتمع وسوق العمل  في بلادنا العربية وباللغة المناسبة , وبطريقة جديدة مبتكرة تبسٌط طريقة حساب نتيجة المقياس.',
  text2:
    ' لتعرف النمط المهني الأنسب لشخصيتك بدقة عليك الإجابة على الأسئلة الآتية حسب الواقع العملي لا حسب ما تظن أنه الصواب أو المثالي، والمطلوب منك الإجابة بسرعة وبتلقائية دون تردد علماً أنه ليست هناك إجابات صحيحة أو خاطئة.',
  text3: 'اضغط نعم إن كانت الحالة تمثلك، ولا إن لم تكن كذلك',
};
